/* This is the Weather Underground language code. See: http://www.wunderground.com/weather/api/d/docs?d=language-support */
"WU_LANG_CODE" = "DL";

/* Configure options in Settings. */
"CONFIGURE_OPTIONS" = "Konfiguriere die Optionen in den Einstellungen";

/* Distance From Station */
"DISTANCE_FROM_STATION" = "Entfernung des Senders";

/* High */
"HIGH" = "Höchsttemperatur";

/* Hum */
"HUM" = "Luftfeuchtigkeit";

/* Last Refreshed */
"LAST_REFRESHED" = "Aktualisiert";

/* Like */
"LIKE" = "Gefühlte Temperatur";

/* Low */
"LOW" = "Tiefsttemperatur";

/* Temp */
"TEMP" = "Temperatur";

/* Connection Failed */
"CONNECTION_FAILED" = "Verbindung fehlgeschlagen";

/* Data Corrupted */
"DATA_CORRUPTED" = "Daten fehlerhaft";

/* Weather widget received data from the server, but it was corrupted. */
"DATA_CORRUPTED_LONG" = "Daten vom Server empfangen, jedoch waren diese fehlerhaft.";

/* Your version of iOS does not support NSJSONSerialization. Please contact the developer at <drewmm@gmail.com>. */
"DOES_NOT_SUPPORT" = "iOS Version unterstützt NSKSONSerialization nicht, bitte kontaktiere den Entwickler <drewmm@gmail.com>.";

/* Please enter a Weather Underground API Key in Settings/Notifications/Weather Underground Widget. */
"ENTER_API_KEY" = "Bitte füge einen Weather Underground API Key in Einstellungen/Mitteilungen/Weather Underground Widget hinzu.";

/* Weather widget failed to connect to server. */
"FAILED_TO_CONNECT" = "Das Wetter Widget konnte sich nicht mit dem Server verbinden.";

/* Invalid iOS Version */
"INVALID_IOS" = "Nicht zulässige iOS Version";

/* Location Denied */
"LOCATION_DENIED" = "Standort verweigert";

/* Location Update Failed */
"LOCATION_UPDATE_FAILED" = "Standortaktualisierung fehlgeschlagen";

/* Unable to update to current location; using last known location. */
"NO_UPDATE_USING_LAST" = "Es ist nicht möglich den aktuellen Standort zu aktualisieren, die letzte Position wird verwendet.";

/* Unable to update to current location; using saved query. */
"NO_UPDATE_USING_QUERY" = "Es ist nicht möglich den aktuellen Standort zu aktualisieren; gespeicherter Ort wird verwendet.";

/* Unable to update current location; no fallback options available. */
"NO_UPDATE_NO_FALLBACK" = "Es ist nicht möglich den aktuellen Standort zu aktualisieren; keine Ausweichmöglichkeiten vorhanden.";

/* No API Key */
"NO_API_KEY" = "Kein API Key vorhanden";

/* OK */
"OK" = "OK";

/* Server Error */
"SERVER_ERROR" = "Server Error";

/* The weather server returned an error */
"SERVER_RETURNED_ERROR" = "Der Wetter Server meldet einen Fehler";

/* No Location Entered */
"NO_LOCATION_ENTERED" = "Kein Ort eingetragen";

/* Please turn off \"Use Custom Location\" or enter a location query in Settings. */
"PLEASE_ENTER_LOCATION" = "Bitte schalte \"Benutzerdefinierter Ort\" aus, oder trage einen Ort in den Einstellungen ein.";

/* N/A */
"N/A" = "N/A";

/* Weather widget failed to connect to server. It's possible your location query is malformed. */
"FAILED_TO_CONNECT" = "Das Wetter Widget konnte sich nicht mit dem Server verbinden. Es ist möglich, dass die Standortabfrage fehlerhaft ist.";

/* 3 hr */
"3 hr" = "3 h";

/* 6 hr */
"6 hr" = "6 h";

/* 12 hr */
"12 hr" = "12 h";

/* 18 hr */
"18 hr" = "18 h";

/* 36 hr */
"36 hr" = "36 h";

/* mi */
"mi" = "mi";

/* km */
"km" = "km";

/* MPH */
"MPH" = "mph";

/* KPH */
"KPH" = "km/h";

/* Knots */
"Knots" = "Knoten";

/* kt */
"kt" = "kt";

/* Allow SpringBoard Widgets To Access Your Location? */
"ALLOW_LOCATION" = "Allow SpringBoard Widgets To Access Your Location?";

/* This will apply to any tweak that runs inside of SpringBoard. You may undo this action with the 'Clear Location Permissions' button in the widget preferences screen. */
"ALLOW_LOCATION_MESSAGE" = "This will apply to any tweak that runs inside of SpringBoard. You may undo this action with the 'Clear Location Permissions' button in the widget preferences screen.";

/* Allow */
"ALLOW" = "Allow";

/* Don't Allow */
"DONT_ALLOW" = "Don't Allow";
